[
    {
        "1" : "What is your physical built like (Your Body-Frame) ?",
        "2" : "How do you walk and talk ?",
        "3" : "Your reaction to weather conditions(what do you like) ?",
        "4" : "Sweating and body odour ?",
        "5" : "What is your APPETITE or hunger like ?",
        "6" : "What is your skiln type ?",
        "7" : "How is the texture of your hair ?",
        "8" : "How are your Lips and Teeth ?",
        "9" : "Your eyes ?",
        "10" : "Some general sign of your body ?",
        "11" : "What kind of memory do you have ?",
        "12" : "Nature of your mind ?",
        "13" : "How good your mind is in taking actions ?",
        "14" : "How is the quality of your sleep ?",
        "15" : "Your emotional nature ?"
    },
    {
        "1" : {
            "a)": "Thin,bony and small framed.Hardly gain weight.",
            "b)": "Medium-built. Can gain or lose weight easily.",
            "c)": "Large built.Gain weight easily but difficult to lose."
        },
        "2" : {
            "a)" : "Fast walk and talk.",
                      "b)" : "Moderate and determined walk.",
                      "c)" : "Slow and steady walk."
  
        },
        "3":{
            "a)" : "Enjoy warm climate but feel uncomfortable in cool weather.",
            "b)" : "Enjoy cool weather and dislike warm climate.",
            "c)": "Comfortable for most of the year but prefer summer and spring. Don't like damp climate."
  
        },
        "4":{
            "a)" : "Sweat little but not much. Have minimum body odour.",
            "b)" :"Sweat a lot. Have medium body odour.",
            "c)": "Sweat moderately but sweat a lot while working hard. Have strong body odour."
  
        },
        "5":{
            "a)": "Irregular,Sometimes I feel hungry sometimes I don't.",
            "b)": "Strong and sharp. Always feel hungry.",
            "c)": "Decent appetite. Have tendency to eat for comfort and taste."
    },
    "6" :{
        "a)": "Normal to dry, rough, thin and cool. Skin issues like dryness, dullness and wrinkly.",
        "b)": "Normal to oily, soft, reddish, sensitive and warm. Skin issues like inflammation.",
        "c)" :"Normal to oily, soft, thick and cool. Skin issues like excessive oily, itching, fungal infections."
                  
    },
    "7" :{
        "a)": "Rough, dry and wavy. I get split ends easily.",
        "b)": "Normal,straight, thin and brownish.",
        "c)": "Thick, curly and oily. Hair colour tends to be an darker side."
                  
    },
    "8" :{
        "a)": "Thin lips that tend to get dry. Teeth can be somewhat uneven and require constant attention.",
        "b)": "Medium sized soft lips. Upper lip slightly darker than lower lip. Teeth are medium sized but I tend to suffer from cavities.",
        "c)": "Large and smooth lips. Teeth are well formed and aligned and require less care in general."
                  
  
    },
    "9" :{
        "a)": "Small in size. Feel dry and sleepy eyes often.",
        "b)": "Medium in size. I often get reddish eyes.",
        "c)" :"Big and attractive. I have thick eyelashes."
    },
    "10" :{
        "a)": "Cracking sound in joints. Small forehead. Nails cracks easily.",
        "b)": "Black moles on body. Medium forehead. Nails are pink and soft.",
        "c)": "Disproportionate body like heavy thighs, hips etc. Large forehead. Nails are wide and whitish."
                  
  
    },
    "11" :{
        "a)": "Quick to learn but quick to forgot. Short term memory is good.",
        "b)": "Average speed of learning, But once learnt never forgets.",
        "c)" :"Slow to learn but remembers for a long time. Long term memory is good."
    
    },
    "12" :{
        "a)": "Mind tends to get restless easily.",
        "b)": "Mind gets impatient or aggresive easily.",
        "c)": "Mind remains cool and calm. Mostly, unruffels."
                  
    },
    "13" :{
        
        "a)": "Over thinking",
        "b)": "Quick implementation",
        "c)": "Lazy Implementation. Has a tendency to procastinate."
    
    },
    "14":{
        
        "a)": "Light and disturbed sleep. I wake up easily in the morning.",
        "b)": "Moderate but regular. I can go back to sleep easily.",
        "c)": "Deep and heavy. I can't easily wake up in morning."
    
    },
    "15":{
        
        "a)": "I worry a lot. Often feel nervous and anxious.",
        "b)": "I often get irritable,angry and impatient.",
        "c)": "Loving and caring. It takes a lot to make me angry."
    
    }
    
    }
  
  
  
  ]